{
    "list": [
        {"name": "Hand-Held Magnifiers",
        "listProducts": [
                {
                    "name": "PowerMag",
                    "description": "The Optelec PowerMag+ Bright White LED Magnifier is fitted with a bright white LED, providing consistent high-contrast lighting and a wide field of view. Made with high-quality German optics by Schweizer, the aspheric lightweight magnifying lens is scratch-resistant and provides an accurate, sharply defined image. PowerMag+ magnifiers have been engineered for low energy consumption and long-lasting battery life. The user-friendly battery compartment was designed with an easy-slide ergonomic switch and attached cover that cannot be lost, great for those with limited dexterity.",
                    "image": "img/Mags/9504W.jpg",
                    "detailList": [
                        {"item":"Standard light-emitting diode (LED) illumination"},
                        {"item":"7750K light temperature produces a bright, clear light"},
                        {"item":"Superior German optics by Schweizer, for an accurate, sharply defined image"},
                        {"item":"Aspheric lightweight scratch-resistant acrylic magnifying lens"},
                        {"item":"Easy-slide switch eliminates flickering light"},
                        {"item":"Permanently attached hinged battery cover"}
                    ]
                },
                {
                    "name": "Schweizer Okolux",
                    "description": "The Schweizer OKOLUX Plus Mobil handheld magnifier features SMD LED lighting provides a bright, evenly-dispersed and high contrast light. The aspheric lightweight magnifying lens is made of acrylic, scratch-resistant glass. The lens provides a sharply defined, clear image that is further enhanced by the SMD LED lighting. The OKOLUX Plus Mobil line of handheld magnifiers have been engineered for low energy consumption and a long-lasting battery life. The battery compartment was designed for easy battery replacement.",
                    "image": "img/Mags/58073.jpg",
                    "detailList": [
                        {"item":"Four chip surface-mounted light-emitting diode SMD LED illumination"},
                        {"item":"4500K light temperature produces a very bright, evenly dispersed white clear light"},
                        {"item":"Aspheric lightweight magnifying lens provides a sharply defined image"},
                        {"item":"Easy-slide switch eliminates flickering light"},
                        {"item":"Permanently attached hinged battery cover"}
                    ]
                },
                {
                    "name": "ERGO-Lux iMobil",
                    "description": "Schweizer ERGO-Lux iMobil–the lifestyle magnifier features inductive charging. In addition to two brightness levels, the key advantage of this new magnifier lies in its wireless charging capability, which eliminates the need to replace batteries. Made with high-quality German optics by Schweizer, this aspheric, lightweight magnifying lens is scratch-resistant, and provides an accurate, sharply-defined image. The SMD LED light provides a bright, evenly dispersed and high contrast light. The ergonomic design places emphasis on comfort and ease of use by using a rubberized grip for the thumb and forefinger and a larger, rounded handle to support the ball of the hand. The easy-glide switch provides audible and tactile feedback and eliminates flickering.",
                    "image": "img/Mags/5845i.jpg",
                    "detailList": [
                        {"item":"Wireless charging–no battery replacement, no cable inserted into the magnifier"},
                        {"item":"6500K light temperature produces a very bright, evenly dispersed white light"},
                        {"item":"Ergonomically designed handle to support the ball of the hand, and soft-touch zone with anti-slip guard for thumb and index finger"},
                        {"item":"Two brightness levels available due to Multi-Power boost switch"},
                        {"item":"Raised switch provides audible feedback"},
                        {"item":"SMD LED light never needs replacing"},
                        {"item":"Aspheric lightweight magnifying lens provides a sharply defined image"}
                    ]
                }
            
            ]
        },
        {"name": "Spectacles",
        "listProducts": [
                {
                    "name": "PowerSpecs",
                    "description": "Optelec's PowerSpecs line of spectacles are made with durable frames and superior optics. Refined in the USA, these spectacles include a two-year warranty and are delivered with a hard case.",
                    "image": "img/spectacles/powerSpecs.jpg",
                    "detailList": [
                        {"item":"Affordable lenses with the highest abrasion/scratch resistance of any uncoated optical plastic."},
                        {"item":"Prismatic spectacles that are ready to dispense and ideal for eccentric viewing"},
                        {"item":"Comes in either a metal or plastic frame"},
                        {"item":"Sizes available range from +4 OU to +12 OU (+12 only in metal)"}
                    ]
                },
                {
                    "name": "PowerShield",
                    "description": "ImproVision ProShield Fit-Over and Wrap-Around absorptive spectacles are available in a variety of blue blocker filtered lenses. With 100% protection against UV-A, B, and C radiation, these spectacles offer the best in eye-protection with a comfortable fit. ",
                    "image": "img/spectacles/absorptiveLense.jpg",
                    "detailList": [
                        {"item":"Four chip surface-mounted light-emitting diode SMD LED illumination"},
                        {"item":"4500K light temperature produces a very bright, evenly dispersed white clear light"},
                        {"item":"Aspheric lightweight magnifying lens provides a sharply defined image"},
                        {"item":"Easy-slide switch eliminates flickering light"},
                        {"item":"Permanently attached hinged battery cover"}
                    ]
                }
            
            ]
        },
        {"name": "Telescopes",
        "listProducts": [
                {
                    "name": "PowerScope Handheld Monocular",
                    "description": "The Optelec PowerScope Handheld Monocular Telescope provides exceptional brightness and remarkably crisp optics for those with low vision or increased viewing needs. The Keplerian handheld monocular is compact and lightweight, particularly useful at museums, sporting events and for reading signs. The focal barrel rotation is smooth and fluid, allowing you to easily set your ideal viewing distance. Due to the new design of the optics, the monocular telescope can be used for both distance and near focus viewing.",
                    "image": "img/spectacles/powerscopeHandHeldMonocular.jpg",
                    "detailList": [
                        {"item":"Includes a protective case, detachable neck strap"},
                        {"item":"Multiple options ranging from 2.5x to 10x"},
                        {"item":"Comes with a limited-lifetime warranty"}
                    ]
                },
                {
                    "name": "Specwell Handheld Monocular",
                    "description": "The Specwell Handheld Monocular Telescope features crisp optics in a sturdy housing case, with dual purpose optics that work well for both distance and near viewing capabilities. The optical quality lenses provide crisp and clear optics to see images in great detail and are great for outdoor use.",
                    "image": "img/spectacles/specwellHandHeldMonocular.jpg",
                    "detailList": [
                        {"item":"Includes a protective case, detachable neck strap"},
                        {"item":"Multiple options ranging from 3.8x to 10x"},
                        {"item":"Comes with a limited one-year warranty"}
                    ]
                },
                {
                    "name": "Specwell Rubber Handheld Monocular",
                    "description": "The Specwell Handheld Monocular Telescope features crisp optics in a protective rubber casing, with dual purpose optics that work well for both distance and near viewing capabilities. The optical quality lenses provide crisp and clear optics to see images in great detail, and are great for outdoor use.",
                    "image": "img/spectacles/specwellRubberHandHeldMonocular.jpg",
                    "detailList": [
                        {"item":"Includes a protective case, detachable neck strap"},
                        {"item":"Multiple options ranging from 8x to 10x"},
                        {"item":"Comes with a limited one-year warranty"}
                    ]
                },
                {
                    "name": "PowerTV Binocular",
                    "description": "Optelec PowerTV Binocular Glasses are lightweight and adjustable and provide 2X magnification, ideal for distance viewing. These comfortable glasses are perfect for watching television, movies, sporting events or other activities. Using a fully adjustable twin-lens design to set the desired viewing distance, the easy-to-use glasses will maximize the size of your television screen and provide complete enjoyment of multiple activities.",
                    "image": "img/spectacles/PowerTVBinoculars.jpg",
                    "detailList": [
                        {"item":"Optimal focal distance of 4 ft"},
                        {"item":"Weighs only 2.5oz"},
                        {"item":"Includes protective carrying case"},
                        {"item":"Includes a limited one-year warranty"}
                    ]
                },
                {
                    "name": "Power Series Binoculars",
                    "description": "Optelec PowerSeries 2.8X Spectacle Binoculars are perfect for watching television, movies, sporting events or other outdoor activities. Using a binocular telescope system, the Optelec PowerSeries Spectacle Binoculars help to maximize the size of the television screen and other objects. The telescope binoculars can easily adjust and the hands-free frame allows for complete enjoyment of multiple activities.",
                    "image": "img/spectacles/powerSeriesBinoculars.jpg",
                    "detailList": [
                        {"item":"Includes a limited-lifetime warranty"},
                        {"item":"Optelec PowerSeries 2.8X Spectacle Binoculars should not be used while operating a motor vehicle"}
                    ]
                }
                
            
            ]
        },
        {"name": "Desktop Video Magnifiers",
        "listProducts": [
                {
                    "name": "Topaz EZ HD",
                    "description": "Brilliant Magnified Images with Easy-to-Use Controls. TOPAZ EZ HD is simply uncomplicated magnification. This economical video magnifier emphasizes ease of use with single-function controls and a high-definition camera. The HD camera provides superior image quality, a wider field of view, and a lower magnification range.",
                    "image": "img/videoMags/topazEzHd.jpg",
                    "detailList": [
                        {"item":"Magnification to 64 times (on a 24-inch monitor)"},
                        {"item":"Choice of monitor sizes: widescreen 20-inch or 24-inch"},
                        {"item":"Custom high-contrast color modes"},
                        {"item":"Color-boost contrast"},
                        {"item":"Brightly-colored control buttons"},
                        {"item":"Over 8 inches of working space to write and work comfortably"},
                        {"item":"Comfortable swivel screen"},
                        {"item":"LED lighting reduces glare"},
                        {"item":"One-touch button to freeze images"}
                    ]
                },
                {
                    "name": "Topaz HD",
                    "description": "The TOPAZ HD video magnifier is the perfect choice for reading and performing daily tasks, with a wide magnification range, gliding reading table, lots of workspace under the camera, LED lighting, and unique features like Find and Freeze Frame.",
                    "image": "img/videoMags/topazHD.jpg",
                    "detailList": [
                        {"item":"Magnification to 64 times (on a 24-inch monitor)"},
                        {"item":"Choice of widescreen 20-inch, 22-inch, or 24-inch monitor"},
                        {"item":"Auto-focus camera"},
                        {"item":"Accurate colors and even illumination with no glare to minimize fatigue"},
                        {"item":"33 screen color modes including high-contrast full color, true-color, and grayscale to fit your viewing needs"},
                        {"item":"Over 8 inches of working space to write and work comfortably"},
                        {"item":"Unique can and bottle holder holds round objects steady"},
                        {"item":"Extra-wide reading table to smoothly glide large books and objects under the camera"}
                    ]
                },
                {
                    "name": "Topaz XL HD",
                    "description": "The ultimate desktop video magnifier, TOPAZ XL HD provides high-definition magnification with the sharpest image and the crispest text, allowing for low magnification levels that fit more text on the screen for faster reading and better comprehension with less fatigue. With its extra features and computer connectivity, TOPAZ XL HD is the video magnifier of choice for those looking for maximum productivity in work and school environments.",
                    "image": "img/videoMags/topazXlHd.jpg",
                    "detailList": [
                        {"item":"All the features of our standard TOPAZ HD and TOPAZ EZ HD models PLUS…"},
                        {"item":"High-definition camera to provide a crisp image that is easy to read at all magnification levels"},
                        {"item":"1080p resolution"},
                        {"item":"Widest field of view to fit more text on the screen at once, for greater productivity with less fatigue"},
                        {"item":"Position Locator to pinpoint the area you see on the monitor"},
                        {"item":"Use with GEM® and OpenBook® Scanning and Reading Software to send the image from TOPAZ XL HD to your computer to read it aloud"}
                        
                    ]
                },
                {
                    "name": "ClearView C Flex HD Speech",
                    "description": "The new Optelec ClearView C Flex with Speech is a unique space saving desktop video magnifier that is designed to improve your reading experience. Select your preferred reading voice and sit back, relax, and listen to documents as they are read aloud. Combining a clear voice with magnification or high contrast makes reading so much easier.",
                    "image": "img/videoMags/clearViewCFlex.jpg",
                    "detailList": [
                        {"item":"Continuous magnification: 1.5X – 75X (optional: up to 170X)(On a 24 Inch Monitor)"},
                        {"item":"Superior High Definition 1080p video processing for ultra sharp and vivid images"},
                        {"item":"Point and Read functionality: intuitive touch interface"},
                        {"item":"Over 60 reading voices in 30 languages"},
                        {"item":"Saving and opening documents on a SD card or USB stick"},
                        {"item":"Optional: easy-glide reading table with X and Y directional movement (see ‘Accessories’)"},
                        {"item":"Integrated lighting for even illumination, and elimination of reflections when reading glossy documents"}
                    ]
                }
                
            ]
        },
        {"name": "Transportable Video Magnifiers",
            "listProducts": [
                    {
                        "name": "TOPAZ® PHD",
                        "description": "The lightweight TOPAZ® PHD offers the comfort and productivity features of a desktop video magnifier but folds away like a laptop. With auto-focus, a wide magnification range, intuitive controls, six default and 27 customizable high-contrast color modes, and adjustable reading lines and masks, the new TOPAZ PHD offers the freedom to independently read and view the details that matter in the home, office, classroom, or on the go.",
                        "image": "img/videoMags/TOPAZPHD.jpg",
                        "detailList": [
                            {"item":"Brilliant image quality that is easy to read at all magnification levels with magnification to 31 times (on a 15-inch monitor; up to 24 times on a 12-inch monitor)"},
                            {"item":"Lightweight, collapsible, portable design"},
                            {"item":"Choice of monitor sizes: 12-inch or 15-inch"},
                            {"item":"Auto-focus camera"},
                            {"item":"Six default and 27 configurable screen color modes for a total of 33"},
                            {"item":"Document reading and self-viewing modes"},
                            {"item":"Over 9 inches of working space to write and work comfortably"},
                            {"item":"Adjustable reference lines and masks to easily keep your place and reduce glare"},
                            {"item":"Find function to quickly zoom out, locate the next area of interest, and zoom back in"},
                            {"item":"SD Card slot to quickly store images"},
                            {"item":"USB PC connectivity when used with GEM® software"}
                        ]
                    },
                    {
                        "name": "ClearView GO",
                        "description": "ClearView GO offers the same reading comfort, ease of use, and functionality as a desktop video magnifier, but in a compact and foldable design. It is the ideal solution for people who need magnification at different locations. With ClearView GO, you can comfortably read text and view objects, at home, office, classroom, or on the go. Its foldable design makes it extremely easy to take the ClearView GO with you or to store it when you do not need it.",
                        "image": "img/videoMags/clearviewGO.jpg",
                        "detailList": [
                            {"item":"Full HD – 1080p with autofocus"},
                            {"item":"Magnificaton range from 2.0x to 32x"},
                            {"item":"Snapshot mode up to 170x"},
                            {"item":"Large 15.6” screen that easily folds away"},
                            {"item":"Read down pages without moving reading material thanks to the moveable camera"},
                            {"item":"Connect to TV screen for even bigger image with HDMI"},
                            {"item":"Lightweight: 10.36 lbs / 4.7 kg"},
                            {"item":"Carrying case included"}
                        ]
                    }
                ]
            }













    ]
}